BaseCvNameJp = {
  [80108101] = {
    id = 80108101,
    name_cn = "徐翔",
    name_jp = "田丸篤志"
  },
  [80108102] = {
    id = 80108102,
    name_cn = "宴宁",
    name_jp = "花咲心優"
  },
  [80108103] = {
    id = 80108103,
    name_cn = "菊花花",
    name_jp = "藤村花音"
  },
  [80108104] = {
    id = 80108104,
    name_cn = "陈婷婷",
    name_jp = "加隈亜衣"
  },
  [80108105] = {
    id = 80108105,
    name_cn = "浮梦若薇",
    name_jp = "仁見紗綾"
  },
  [80108106] = {
    id = 80108106,
    name_cn = "李蝉妃",
    name_jp = "花咲心優"
  },
  [80108107] = {
    id = 80108107,
    name_cn = "龟娘",
    name_jp = "長島光那"
  },
  [80108108] = {
    id = 80108108,
    name_cn = "龟娘",
    name_jp = "花咲心優"
  },
  [80108109] = {
    id = 80108109,
    name_cn = "刘十四",
    name_jp = "村上麻衣"
  },
  [80108110] = {
    id = 80108110,
    name_cn = "刘十四",
    name_jp = "安部光夏"
  },
  [80108111] = {
    id = 80108111,
    name_cn = "陈阳",
    name_jp = "長島光那"
  },
  [80108112] = {
    id = 80108112,
    name_cn = "小N",
    name_jp = "倉西希奈"
  },
  [80108113] = {
    id = 80108113,
    name_cn = "王晓彤",
    name_jp = "石見舞菜香"
  },
  [80108114] = {
    id = 80108114,
    name_cn = "徐慧",
    name_jp = "長島光那"
  },
  [80108115] = {
    id = 80108115,
    name_cn = "杨超然",
    name_jp = "田丸篤志"
  },
  [80108116] = {
    id = 80108116,
    name_cn = "张若瑜",
    name_jp = "悠木碧"
  },
  [80108117] = {
    id = 80108117,
    name_cn = "张琦",
    name_jp = "鬼頭明里"
  },
  [80108118] = {
    id = 80108118,
    name_cn = "龟娘",
    name_jp = "白石晴香"
  },
  [80108119] = {
    id = 80108119,
    name_cn = "可可味",
    name_jp = "村上麻衣"
  },
  [80108120] = {
    id = 80108120,
    name_cn = "子音",
    name_jp = "村上麻衣"
  },
  [80108121] = {
    id = 80108121,
    name_cn = "侯小菲",
    name_jp = "いなせあおい"
  },
  [80108122] = {
    id = 80108122,
    name_cn = "宴宁",
    name_jp = "藤村花音"
  },
  [80108123] = {
    id = 80108123,
    name_cn = "Mace",
    name_jp = "石見舞菜香"
  },
  [80108124] = {
    id = 80108124,
    name_cn = "张若瑜",
    name_jp = "希水しお"
  },
  [80108125] = {
    id = 80108125,
    name_cn = "木雅瑞林",
    name_jp = "仁見紗綾"
  },
  [80108126] = {
    id = 80108126,
    name_cn = "阮从青",
    name_jp = "いなせあおい"
  },
  [80108127] = {
    id = 80108127,
    name_cn = "裴致莹",
    name_jp = "希水しお"
  },
  [80108128] = {
    id = 80108128,
    name_cn = "苏子芜",
    name_jp = "髙橋美咲子"
  },
  [80108129] = {
    id = 80108129,
    name_cn = "降温",
    name_jp = "安部光夏"
  },
  [80108130] = {
    id = 80108130,
    name_cn = "金娜",
    name_jp = "藤村花音"
  },
  [80108131] = {
    id = 80108131,
    name_cn = "Mace",
    name_jp = "小清水亜美"
  },
  [80108132] = {
    id = 80108132,
    name_cn = "谢莹",
    name_jp = "石川由依"
  },
  [80108133] = {
    id = 80108133,
    name_cn = "宋媛媛",
    name_jp = "鬼頭明里"
  },
  [80108134] = {
    id = 80108134,
    name_cn = "侯小菲",
    name_jp = "藤田茜"
  },
  [80108135] = {
    id = 80108135,
    name_cn = "陈雨",
    name_jp = "希水しお"
  },
  [80108136] = {
    id = 80108136,
    name_cn = "潘丹妮",
    name_jp = "安部光夏"
  },
  [80108137] = {
    id = 80108137,
    name_cn = "陈阳",
    name_jp = "髙橋美咲子"
  },
  [80108138] = {
    id = 80108138,
    name_cn = "程青竹",
    name_jp = "中村和正"
  },
  [80108139] = {
    id = 80108139,
    name_cn = "喵酱",
    name_jp = "藤崎雄大"
  },
  [80108140] = {
    id = 80108140,
    name_cn = "花玲",
    name_jp = "若守みづき"
  },
  [80108141] = {
    id = 80108141,
    name_cn = "淦子齐",
    name_jp = "佐藤正幸"
  },
  [80108142] = {
    id = 80108142,
    name_cn = "浮梦若薇",
    name_jp = "いなせあおい"
  },
  [80108143] = {
    id = 80108143,
    name_cn = "Kiyo",
    name_jp = "加隈亜衣"
  },
  [80108144] = {
    id = 80108144,
    name_cn = "阮从青",
    name_jp = "若守みづき"
  },
  [80108145] = {
    id = 80108145,
    name_cn = "金娜",
    name_jp = "白石晴香"
  },
  [80108146] = {
    id = 80108146,
    name_cn = "Kiyo",
    name_jp = "仁見紗綾"
  },
  [80108147] = {
    id = 80108147,
    name_cn = "木雅瑞林",
    name_jp = "石川由依"
  },
  [80108148] = {
    id = 80108148,
    name_cn = "阮从青",
    name_jp = "日笠陽子"
  },
  [80108149] = {
    id = 80108149,
    name_cn = "陶典",
    name_jp = "悠木碧"
  },
  [80108150] = {
    id = 80108150,
    name_cn = "刘雯",
    name_jp = "髙橋美咲子"
  },
  [80108151] = {
    id = 80108151,
    name_cn = "宴宁",
    name_jp = "倉西希奈"
  },
  [80108152] = {
    id = 80108152,
    name_cn = "降温",
    name_jp = "倉西希奈"
  },
  [80108153] = {
    id = 80108153,
    name_cn = "闲踏梧桐",
    name_jp = "いなせあおい"
  },
  [80108154] = {
    id = 80108154,
    name_cn = "张安琪",
    name_jp = "若守みづき"
  },
  [80108155] = {
    id = 80108155,
    name_cn = "多多poi",
    name_jp = "藤田茜"
  },
  [80108156] = {
    id = 80108156,
    name_cn = "周帅",
    name_jp = "小清水亜美"
  },
  [80108170] = {
    id = 80108170,
    name_cn = "宋媛媛",
    name_jp = "暂无"
  },
  [80108161] = {
    id = 80108161,
    name_cn = "萧清源",
    name_jp = "暂无"
  },
  [80108180] = {
    id = 80108180,
    name_cn = "木雅瑞林",
    name_jp = "暂无"
  },
  [80108169] = {
    id = 80108169,
    name_cn = "苏婉",
    name_jp = "暂无"
  }
}
